[{"question":"Quelle est la différence entre la comptabilité générale et le comptabilité analytique?","responses":["La comptabilité analytique se fait uniquement sur les coûts indirects, alors que la comptabilité générale se fait sur l'ensemble de l'entreprise.","La comptabilité analytique se fait au niveau d'un produit, ligne de production ou autre segment, ce qui n'est pas le cas de la comptabilité générale qui se fait sur l'ensemble de l'entreprise.","La comptabilité analytique est utilisée comme outils de management, ce n'est pas le cas de la comptabilité générale.","La comptabilité analytique est utilisée comme outils de reporting à l'administration fiscale."],"correct-response":2,"duration":30,"difficulty":"medium"},{"question":"Lequel des coûts en suite est un coût indirect?","responses":["La matière première nécessaire à la fabrication de la production.","L'ouvrier qui travaille sur une machine outils dédiée à une chaîne de production.","Le comptable de l'entreprise.","La machine outils servant à produire une partie d'un produit spécifique."],"correct-response":3,"duration":20,"difficulty":"medium"},{"question":"Quelle affirmation est correcte?","responses":["Pour augmenter les revenus l'entreprise peut jouer uniquement sur le prix de vente et les coûts fixes.","Le prix de vente est égal au coût de revient plus la marge.","Le Chiffre d'Affaires est égal à la quantité de produits vendus multipliée par le prix d'achat des produit.","Le coût de revient est la somme des coûts variables et coûts directs pour un produit donné."],"correct-response":2,"duration":25,"difficulty":"medium"},{"question":"Quelle affirmation est correcte?","responses":["Les coûts fixes sont non directement associés au volume d'activité. Aussi la charge fixe unitaire en fonction de l'activité est une courbe décroissante.","Les coûts fixes sont non directement associés au volume d'activité. Aussi les charges fixes totales en fonction de l'activité est une courbe croissante.","Les coûts variables sont non directement associés au volume d'activité. Aussi les charges variables totales en fonction de l'activité sont une courbe croissante.","Les coût variables sont directement associés au volume d'activité. Aussi les charges variables unitaires sont une courbe décroissante en fonction du volume d'activité."],"correct-response":1,"duration":15,"difficulty":"hard"},{"question":"Le seuil de rentabilité, ou point mort, est?","responses":["Le niveau d'activité tel que le résultat soit nul.","Le niveau d'activité pour lequel les revenus sont égaux aux coûts fixes.","Le niveau d'activité tel que le volume de production et de vente soit égale aux coûts.","Tel que 'seuil de rentabilité + coûts variables = coûts fixes'."],"correct-response":1,"duration":20,"difficulty":"medium"},{"question":"MIS est le?","responses":["Management Inventory Software.","Management Inventory System.","Management Information System.","Management Information Software."],"correct-response":3,"duration":15,"difficulty":"medium"},{"question":"Les ERP proposent?","responses":["Une plateforme financière intégrée et des Key Performance Indicators (KPI).","Des rapports pour le management et des outils de programmation de machine-outils.","Des Key Performance Indicators (KPI) et des outils informatique de gestion des images.","Des outils de programmation de machine-outils et des rapports pour le management."],"correct-response":1,"duration":30,"difficulty":"easy"}]